[
    {
        "tag": "Presentation",
        "ideas": "“Những phát minh làm thay đổi thế giới” với timeline trực quan."
    },
    {
        "tag": "Presentation",
        "ideas": "Giới thiệu “Micro habits – Thói quen nhỏ, hiệu quả lớn” bằng slide animation."
    },
    {
        "tag": "Project",
        "ideas": "Làm hệ thống “Quản lý đồ dùng cá nhân” bằng QR code."
    },
    {
        "tag": "Project",
        "ideas": "Dự án “Trồng cây thông minh” dùng cảm biến đo độ ẩm đất."
    },
    {
        "tag": "Project",
        "ideas": "Xây dựng “Bản đồ du lịch ảo” cho thành phố của bạn."
    },
    {
        "tag": "Writing",
        "ideas": "Short story: Một ngày trong mắt AI hoặc robot."
    },
    {
        "tag": "Writing",
        "ideas": "Blog: “Những bài học nhỏ mà tôi học được từ thất bại”."
    },
    {
        "tag": "Writing",
        "ideas": "Creative writing: Viết nhật ký của một món đồ (ví dụ: cái ghế, cái điện thoại)."
    },
    {
        "tag": "App",
        "ideas": "Ứng dụng “Nhắc uống nước & nghỉ ngơi” cho dân văn phòng."
    },
    {
        "tag": "App",
        "ideas": "Ứng dụng học từ vựng qua hình ảnh & game."
    },
    {
        "tag": "App",
        "ideas": "Ứng dụng “Quản lý chi tiêu bằng hình ảnh hóa” (chụp hóa đơn, phân loại tự động)."
    },
    {
        "tag": "Game",
        "ideas": "Puzzle game: Ghép hình logic để giải câu đố."
    },
    {
        "tag": "Game",
        "ideas": "Idle game: Quản lý quán cà phê, quán sách…"
    },
    {
        "tag": "Game",
        "ideas": "Adventure game: Người chơi nhập vai sinh vật nhỏ trong rừng tìm đường về nhà."
    },
    {
        "tag": "Web",
        "ideas": "Web “Học tiếng Anh qua video ngắn” với quiz tích hợp."
    },
    {
        "tag": "Web",
        "ideas": "Web “Thư viện recipe” có filter theo nguyên liệu, thời gian nấu."
    },
    {
        "tag": "Web",
        "ideas": "Web “Diary tracker”: ghi chú, thói quen, mood tracker."
    },
    {
        "tag": "Presentation",
        "ideas": "Tương lai học tập khi AI được tích hợp vào lớp học."
    },
    {
        "tag": "Presentation",
        "ideas": "Vì sao Gen Z/Alpha lại khác biệt trong cách làm việc?"
    },
    {
        "tag": "Presentation",
        "ideas": "“Một ngày không Internet” – nếu thế giới mất mạng toàn cầu."
    },
    {
        "tag": "Project",
        "ideas": "Làm podcast mini-series về một chủ đề bạn thích."
    },
    {
        "tag": "Project",
        "ideas": "Xây dựng “Bản đồ kỷ niệm” (người dùng gắn pin + ảnh)."
    },
    {
        "tag": "Project",
        "ideas": "Dự án tái chế sáng tạo: biến rác thải nhựa thành sản phẩm decor."
    },
    {
        "tag": "Presentation",
        "ideas": "Mô hình trồng rau thủy canh nhỏ gọn trong phòng trọ."
    },
    {
        "tag": "Writing",
        "ideas": "Viết thư gửi “tôi trong tương lai 10 năm sau”."
    },
    {
        "tag": "Writing",
        "ideas": "Truyện ngắn: một con mèo bất ngờ có khả năng nói chuyện."
    },
    {
        "tag": "Writing",
        "ideas": "Chuỗi flash fiction: 100 chữ cho mỗi ngày trong 1 tháng."
    },
    {
        "tag": "Writing",
        "ideas": "Viết lại một sự kiện lịch sử nhưng với cái kết khác."
    },
    {
        "tag": "Web",
        "ideas": "Web “Pet gallery” – người dùng up ảnh thú cưng + bình chọn.\n"
    },
    {
        "tag": "Game",
        "ideas": "Co-op mini game: người chơi phải phối hợp để vượt chướng ngại vật."
    },
    {
        "tag": "Game",
        "ideas": "Game clicker: xây dựng thành phố trên một hòn đảo hoang."
    },
    {
        "tag": "Web",
        "ideas": "Web nhật ký âm nhạc (track list bài đã nghe trong ngày)."
    },
    {
        "tag": "Web",
        "ideas": "Web “Kể chuyện cùng nhau”: mỗi người viết 1 đoạn, nối thành truyện tập thể."
    },
    {
        "tag": "Web",
        "ideas": "Web mini blog nhưng chỉ giới hạn 140 ký tự (kiểu Twitter thu nhỏ). "
    }
]